---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MeshTriangle
source: html/200b00e7-e570-266f-2cc1-ecd17d87d972.htm
---
# MeshTriangle Members

The index of the vertex in the Vertices array of the mesh, for indexed access.